Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public virtual void Reset()
  Visual Basic
Public Overridable Sub Reset
  Visual C++
public:
virtual void Reset()
 Implements
  IEnumerator Reset
 See Also
  LoadCaseSetIterator Class
  Autodesk.Revit.DB.Structure Namespace